{
  "quotes": [
    "\"Fear is the path to the dark side. Fear leads to anger, anger leads to hate, hate leads to suffering.\" -- Yoda  ",
    "\"Confer on you, the level of Jedi Knight, the Council does. But, agree with your taking this boy as your Padawan Learner, I do not.\" -- Yoda to Obi-Wan Kenobi ",
    "\"Qui-Gon's defiance I sense in you. Need that you do not. Agree with you, the Council does. Your apprentice young Skywalker will be.\" -- Yoda to Obi-Wan Kenobi ",
    "\"Lost a planet, Master Obi-Wan has. How embarrassing, how embarrassing.\" -- Yoda ",
    "\"Go to the center of the gravity's pull, and find your planet you will.\" -- Yoda to Obi-Wan ",
    "\"Meditate on this, I will.\" -- Yoda ",
    "\"Clear, your mind must be if you are to discover the real villains behind the plot.\" -- Yoda to Obi-Wan ",
    "\"Pain. Suffering. Death, I feel. Something terrible has happened. Young Skywalker is in pain. Terrible pain.\" -- Yoda ",
    "\"Around the survivors, a perimeter create!\" -- Yoda ",
    "\"Powerful you have become, Dooku. The dark side I sense in you.\" -- Yoda to Dooku ",
    "\"Master Obi-Wan, not victory. The shroud of the dark side has fallen. Begun, the Clone War has!\" -- Yoda ",
    "\"Much to learn, you still have.\" -- Yoda to Dooku ",
    "\"Like fire across the galaxy, the Clone Wars spread. In league with the wicked Count Dooku more and more planets slip. Upon the Jedi Knights falls the duty to lead the newly formed Army of the Republic.\" -- Yoda ",
    "\"Death is a natural part of life. Rejoice for those who transform into the Force. Mourn them do not. Miss them do not. Attachment leads to jealousy. The shadow of greed, that is.\" -- Yoda ",
    "\"Careful you must be when sensing the future, Anakin. The fear of loss is a path to the dark side.\" -- Yoda to Anakin Skywalker ",
    "\"Train yourself to let go of everything you fear to lose.\" -- Yoda to Anakin Skywalker ",
    "\"Go, I will. Good relations with the Wookiees, I have.\" -- Yoda ",
    "\"Too much under the sway of the Chancellor, he is. Much anger there is in him. Too much pride in his powers.\" -- Yoda ",
    "\"If a special session of Congress there is, easier for us to enter the Jedi Temple it will be.\" -- Yoda ",
    "\"If into the security recordings you go, only pain will you find.\" -- Yoda to Obi-Wan Kenobi ",
    "\"Destroy the Sith, we must.\" -- Yoda ",
    "\"To fight this Lord Sidious, strong enough, you are not.\" -- Yoda to Obi-Wan Kenobi ",
    "\"Twisted by the dark side, young Skywalker has become.\" -- Yoda to Obi-Wan Kenobi ",
    "\"The boy you trained, gone he is, consumed by Darth Vader.\" -- Yoda to Obi-Wan Kenobi ",
    "\"I hear a new apprentice you have, Emperor. Or should I call you Darth Sidious?\" -- Yoda to Palpatine ",
    "\"At an end your rule is, and not short enough it was.\" -- Yoda to Palpatine ",
    "\"Not if anything to say about it, I have!\" -- Yoda ",
    "\"Into exile I must go. Failed, I have.\" -- Yoda to Bail Organa ",
    "\"If so powerful you are, why leave?\" -- Yoda ",
    "\"Faith in your new apprentice, misplaced may be. As is your faith in the dark side of the Force.\" -- Yoda ",
    "Luke: \"I feel like\". Yoda: \"Feel like what?\" -- Luke Skywalker and Yoda ",
    "\"Looking? Found someone you have I would say, mm?\" -- Yoda ",
    "\"Help you I can! Yes! Mm!\" -- Yoda to Luke ",
    "\"Awww, cannot get your ship out, heh-heheheh!\" -- Yoda to Luke ",
    "\"How you get so big, eating food of this kind?\" -- Yoda to Luke ",
    "\"Mine! Or I will help you not!\" -- Yoda to Luke ",
    "\"Mudhole? Slimy? My home this is!\" -- Yoda to Luke ",
    "\"Mine! Mine! Mine! MINE!!!\" -- Yoda to R2-D2 ",
    "\"No, no no, stay and help you I will! Hehe! Find your friend, mm?\" -- Yoda to Luke ",
    "\"Ohhh, Jedi Master! Yoda. You seek Yoda!\" -- Yoda to Luke ",
    "\"No! Try not. Do, or do not. There is no try.\" -- Yoda to Luke ",
    "Luke: \"I'm looking for a great warrior.\" Yoda: \"Wars not make one great.\" -- Luke Skywalker and Yoda ",
    "\"Ready are you? What know you of ready? For eight hundred years have I trained Jedi. My own counsel will I keep on who is to be trained! A Jedi must have the deepest commitment, the most serious mind. This one a long time have I watched. All his life has he looked away, to the future, to the horizon. Never his mind on where he was. Hmm? What he was doing. Hmph. Adventure. Heh. Excitement. Heh. A Jedi craves not these things. You are reckless!\" -- Yoda ",
    "Yoda: \"I cannot teach him. The boy has no patience.\" Obi-Wan: \"He will learn patience.\" Yoda: \"Hmm. Much anger in him, like his father.\" Obi-Wan: \"Was I any different, when you taught me?\" -- Yoda and Obi-Wan Kenobi ",
    "Luke: \"I won't fail you. I'm not afraid.\" Yoda: \"You will be. You will be.\" -- Luke Skywalker and Yoda ",
    "\"Yes. A Jedi's strength flows from the Force. But beware the dark side. Anger, fear, aggression. The dark side of the Force are they. Easily they flow, quick to join you in a fight. If once you start down the dark path, forever will it dominate your destiny. Consume you it will, as it did Obi-Wan's apprentice.\" -- Yoda to Luke ",
    "Luke: \"Vader, Is the dark side stronger?\"; Yoda: \"No, no, no. Quicker, easier, more seductive.\";Luke: \"But how am I to know the good side from the bad?\";Yoda: \"You will know, when you are calm, at peace, passive. A Jedi uses the Force for knowledge and defense, never for attack.\" -- Yoda to Luke ",
    "\"So certain are you. Always with you it cannot be done. Hear you nothing that I say?\" -- Yoda to Luke ",
    "\"No! No different! Only different in your mind. You must unlearn what you have learned.\" -- Yoda to Luke ",
    "Luke: \"I don't believe it\"; Yoda: \"That is why you fail.\" -- Yoda to Luke ",
    "\"No! Try not. Do. Or do not. There is no try.\" -- Yoda to Luke ,  ",
    "\"Size matters not. Look at me. Judge me by my size do you?\" -- Yoda to Luke ",
    "\"And well you should not! For my ally is the Force. And a powerful ally it is. Life creates it, makes it grow. Its energy surrounds us, and binds us. Luminous beings are we, not this, [nudging Luke's arm] crude matter! You must feel the Force around you. Here, between you, me, the tree, the rock, everywhere! Even between the land and the ship.\" -- Yoda to Luke ",
    "\"Through the Force, things you will see. Other places. The future, the past, old friends long gone.\" -- Yoda to Luke ",
    "\"Hmm. Control, control. You must learn control.\" -- Yoda to Luke ",
    "\"Difficult to see. Always in motion is the future.\" -- Yoda to Luke ",
    "\"Decide you must how to serve them best. If you leave now, help them you could. But you would destroy all for which they have fought and suffered.\" -- Yoda to Luke ",
    "\"Strong is Vader. Mind what you have learned. Save you it can!\" -- Yoda to Luke ",
    "\"No. There is another.\" -- Yoda to Obi-Wan ",
    "\"When nine hundred years old you reach, look as good, you will not, hm?\" -- Yoda to Luke Skywalker ",
    "\"Strong am I with the Force, but not that strong. Twilight is upon me, and soon night must fall. That is the way of things, the way of the Force.\" -- Yoda to Luke Skywalker ",
    "\"No more training do you require. Already know you that which you need.\" -- Yoda to Luke Skywalker ",
    "\"No. Unfortunate that you rushed to face him, that incomplete was your training. Not ready for the burden were you.\" -- Yoda to Luke Skywalker ",
    "\"Remember, a Jedi's strength flows from the Force. But beware. Anger, fear, aggression. The dark side are they. Once you start down the dark path, forever will it dominate your destiny.\" -- Yoda to Luke Skywalker ",
    "\"Your father he is.\" -- Yoda to Luke Skywalker ",
    "\"Luke, Luke, Do not, Do not underestimate the powers of the Emperor, or suffer your father's fate, you will.\" -- Yoda to Luke Skywalker ",
    "\"Luke, when gone am I, the last of the Jedi will you be.\" -- Yoda to Luke Skywalker ",
    "\"Luke, there is another, Skywalker.\" -- Yoda to Luke Skywalker ",
    "\"Pity your new disciple I do; so lately an apprentice, so soon without a Master.\" -- Yoda ",
    "\"War does not make one great.\" -- Yoda ",
    "\"Proud I am, to stand by Wookiees in their hour of need.\" -- Yoda ",
    "\"Yoda I am, fight I will.\" -- Yoda ",
    "\"Tired I am, rest I must.\" -- Yoda ",
    "\"When all choices seem wrong, choose restraint.\" -- recalled by Mace Windu ",
    "\"If no mistake have you made, yet losing you are, a different game you should play.\" -- recalled by Mace Windu ",
    "\"A trial of being old is this: remembering which thing one has said into which young ears.\" -- Yoda ",
    "Yoda: \"Think you I have never felt the touch of the dark? Know you what a soul so great as Yoda can make, in eight hundred years?\"; Dooku: \"Master?\"; Yoda: \"Many mistakes!\" -- Yoda and Dooku ",
    "\"Think you the relationship between Master and Padawan is only to help them? Oh, this is what we let them believe, yes! But when the day comes that even old Yoda does not learn something from his students-then truly, he shall be a teacher no more.\" -- Yoda ",
    "\"On many long journeys have I gone. And waited, too, for others to return from journeys of their own. Some return; some are broken; some come back so different only their names remain.\" -- Yoda ",
    "\"When you fall, apprentice, catch you I will.\" -- Yoda to Dooku ",
    "\"Secret, shall I tell you? Grand Master of Jedi Order am I. Won this job in a raffle I did, think you? \"How did you know, how did you know, Master Yoda?\" Master Yoda knows these things. His job it is.\" -- Master Yoda to Scout ",
    "\"Honor life by living, Padawan. Killing honors only death: only the dark side.\" -- Yoda ",
    "\"To be Jedi is to face the truth, and choose. Give off light, or darkness, Padawan. Be a candle, or the night, Padawan: but choose!\" -- Yoda to Whie Malreaux ",
    "\"When you look at the dark side, careful you must be , for the dark side looks back.\" -- Yoda ",
    "\"You think Yoda stops teaching, just because his student does not want to hear? Yoda a teacher is. Yoda teaches like drunkards drink. Like killers kill.\" -- Yoda ",
    "\"Humility endless is.\" -- Yoda ",
    "\"A labyrinth of evil, this war has become.\" -- Yoda ",
    "\"Sworn by oath to uphold you, we are.\" -- Yoda to Palpatine ",
    "\"From the dark path, no returning there is. Forever, the direction of your life it dominates.\" -- Yoda ",
    "\"To the Force, look for guidance. Accept what fate has placed before us.\" -- Yoda ",
    "\"Yoda, you seek?\" -- Yoda ",
    "\"My ally is the Force\" -- Yoda "
  ]
}
